[
  {
    "title": "Pee Wee's Big Adventure",
    "slug": "pee-wees-big-adventure",
    "author": "Billy",
    "categories": ["fun", "tv", "film"],
    "publishedDate": "2023-02-08T00:00:00.000Z",
    "description": "asdfa asd fa sf as dfasdf a",
    "excerpt": "In a free hour, when our power of choice is untrammelled and when nothing prevents our being able to do what we like best, every pleasure is to be welcomed and every pain avoided. The wise man therefore always holds in these matters to this principle of selection: he rejects pleasures to secure other greater pleasures, or else he endures pains to avoid worse pains.",
    "body": "On the other hand, we denounce with righteous indignation and dislike men who are so beguiled and demoralized by the charms of pleasure of the moment, so blinded by desire, that they cannot foresee the pain and trouble that are bound to ensue; and equal blame belongs to those who fail in their duty through weakness of will, which is the same as saying through shrinking from toil and pain. These cases are perfectly simple and easy to distinguish. In a free hour, when our power of choice is untrammelled and when nothing prevents our being able to do what we like best, every pleasure is to be welcomed and every pain avoided. But in certain circumstances and owing to the claims of duty or the obligations of business it will frequently occur that pleasures have to be repudiated and annoyances accepted. The wise man therefore always holds in these matters to this principle of selection: he rejects pleasures to secure other greater pleasures, or else he endures pains to avoid worse pains."
  },
  {
    "title": "Billy's Big day",
    "slug": "billys-big-day",
    "author": "Billy",
    "categories": ["test", "onions"],
    "publishedDate": "2023-02-23T00:00:00.000Z",
    "description": "here is a description",
    "excerpt": "Street art is a form of visual art that is typically created in public spaces, such as on buildings, walls, sidewalks, and other surfaces in urban areas. Whether you view it as vandalism or a legitimate form of art, there is no denying the impact that street art has on our cities and our cultural landscape.",
    "body": "Street art is a form of visual art that is typically created in public spaces, such as on buildings, walls, sidewalks, and other surfaces in urban areas. This art form is often associated with graffiti, but it encompasses a much broader range of styles and techniques. Street art can take many forms, including murals, stickers, stencils, installations, and even yarn bombing.\n\nOne of the most significant aspects of street art is its accessibility. Unlike traditional art, which is often confined to galleries and museums, street art is visible to anyone who happens to pass by. This makes it a powerful tool for artists who want to reach a wide audience and make a statement about social or political issues.\n\nStreet art has a long history, dating back to the 1960s and 70s when graffiti artists began to use public spaces to express their views. In recent years, however, street art has become increasingly mainstream and accepted as a legitimate form of artistic expression. Some cities even have dedicated street art districts where artists can legally create their work.\n\nOne of the benefits of street art is that it can help to revitalize urban areas and make them more visually interesting. Murals, for example, can transform drab and uninspiring walls into colorful and vibrant works of art that can brighten up a neighborhood. Additionally, street art can help to create a sense of community and pride among residents who feel a connection to the art in their area.\n\nDespite its many benefits, street art is not without controversy. Some people view it as vandalism and argue that it defaces public property. Others see it as a form of free speech and argue that it adds cultural value to urban spaces. Ultimately, the debate over street art is likely to continue, but there is no denying its impact on contemporary art and urban culture.\n\nIn conclusion, street art is a dynamic and evolving art form that continues to gain popularity around the world. From murals to installations, street art can be a powerful tool for artists to express their views and engage with the public. Whether you view it as vandalism or a legitimate form of art, there is no denying the impact that street art has on our cities and our cultural landscape."
  },
  {
    "title": "A Test",
    "slug": "a-test",
    "author": "Oliver",
    "categories": ["tester"],
    "publishedDate": "2023-02-28T00:00:00.000Z",
    "description": "sdfa afsdfas",
    "excerpt": "Constitution was constituted in 14th-century English as a word indicating an established law or custom. Statuere is the root of statute, which, like constitution, has a legal background; it refers to a set law, rule, or regulation.",
    "body": "Constitution was constituted in 14th-century English as a word indicating an established law or custom. It is from Latin constitutus, the past participle of constituere, meaning \"to set up,\" which is based on an agreement of the prefix com- (\"with, together, jointly\") with the verb statuere (\"to set or place\"). Statuere is the root of statute, which, like constitution, has a legal background; it refers to a set law, rule, or regulation. Constitution is also the name for a system of laws and principles by which a country, state, or organization is governed or the document written as a record of them. Outside of law, the word is used in reference to the physical health or condition of the body (\"a person of hearty constitution\") or to the form or structure of something (\"the molecular constitution of the chemical\")."
  }
]
